{"inkVersion":21,"root":[["#","^name:Receptionist","/#","^Wake up Boss, you don't want to get caught sleeping on the job.","\n","#","^name:Receptionist","/#","^I hate to be the bearer of bad news, but our annual progress report has just come in and you won't like what you're about to hear.","\n","#","^name:Receptionist","/#","^The report says that we are letting far too many people into paradise and it's starting to get overcrowded.","\n","#","^name:Receptionist","/#","^After all people do live for eternity here and simply put there is no more space.","\n","#","^name:Receptionist","/#","^Corporate want us to be more strict about who we let in from now on, so that means simply praying just ain't gonna to cut it anymore.","\n","#","^name:Receptionist","/#","^I know you don't like to send people to hell, but the queue is only getting longer and people die every day.","\n","#","^name:Receptionist","/#","^Please just think about it Boss, if we don't improve soon then HR will have both our heads.","\n","#","^name:Receptionist","/#","^I'll let the first applicant in now, when you come to your decision just push either the green or red button and I'll do the rest.","\n",["ev",{"^->":"0.40.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":2},{"s":["^Sorry but I need you to remind me what my job is again. ","#","^name:","/#",{"->":"$r","var":true},null]}],["ev",{"^->":"0.41.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-1","flg":2},{"s":["^Okay I'm ready, let them in.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.40.s"},[{"#n":"$r2"}],"\n","#","^name:Receptionist","/#","^Maybe we should just swap places and I'll do your job for you!","\n","#","^name:Receptionist","/#","^Okay then, pay close attention because I'm only saying this once!","\n","#","^name:Receptionist","/#","^It is your job to judge people who recently... \"passed on\".","\n","#","^name:Receptionist","/#","^Everyone is banging on heavens door, but we can only let so many people in.","\n","#","^name:Receptionist","/#","^It is your job to decide if they are worth letting in and if they don't meet the requirements then you have to send them to damnation.","\n","#","^name:Receptionist","/#","^After you have questioned them enough and are ready to make your decision push one of the two coloured buttons on your desk.","\n","#","^name:Receptionist","/#","^So that green button on you desk will send them to \"Good\" Afterlife and the that red button will send them to well... Eternal Damnation.","\n","#","^name:Receptionist","/#","^I hope that cleared everything up for you.","\n","#","^name:Receptionist","/#","^I will let the first person in now.","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["ev",{"^->":"0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":"0.41.s"},[{"#n":"$r2"}],"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["#","^moveNextScene:SceneTwo-Character01 ","/#","#","^ignore","/#",["done",{"#f":5,"#n":"g-1"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}